10/data/attachments/4983869f3a38837d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Mark_citizen_Friend_25852_2</nif:username>
            <nif:friendToBeRequested>soap_friends_36349043-2038-4cee-871b-acfc033fc699</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>